verification/phaseChange1D_fluidEP/test_2d_drag/0/pcm/T

FoamFile { version 2.0; format ascii; class volScalarField; location "0/pcm"; object T; }
dimensions [0 0 0 1 0 0 0]; internalField nonuniform List<scalar> 100 (
280.0
280.0
280.0
280.0
280.0
280.0
280.0
280.0
280.0
280.0
...
);
boundaryField { ".*" { type zeroGradient; } emptyFaces { type empty; } }
