verification/phaseChange1D_fluidEP/test_2d_drag/0/pcm/U

FoamFile { version 2.0; format ascii; class volVectorField; location "0/pcm"; object U; }
dimensions [0 1 -1 0 0 0 0]; internalField uniform (0.01 0 0);
boundaryField { ".*" { type zeroGradient;  } emptyFaces { type empty; } }
