verification/phaseChange1D_fluidEP/test_2d_drag/0/pcm/he

FoamFile { version 2.0; format ascii; class volScalarField; location "0/pcm"; object he; }
dimensions [0 2 -2 0 0 0 0]; internalField nonuniform List<scalar> 100 (
-35936.999999999956
-35936.999999999956
-35936.999999999956
-35936.999999999956
-35936.999999999956
-35936.999999999956
-35936.999999999956
-35936.999999999956
-35936.999999999956
-35936.999999999956
...
);
boundaryField { ".*" { type zeroGradient; } emptyFaces { type empty; } }
