verification/phaseChange1D_fluidEP/test_2d_drag/0/pcm/p_rgh

FoamFile { version 2.0; format ascii; class volScalarField; location "0/pcm"; object p_rgh; }
dimensions [1 -1 -2 0 0 0 0]; internalField uniform 101325;
boundaryField { ".*" { type fixedFluxPressure; value uniform 101325; } emptyFaces { type empty; } }
