verification/phaseChange1D_fluidEP/test_2d_drag/0/pcm/phaseFraction

FoamFile { version 2.0; format ascii; class volScalarField; location "0/pcm"; object phaseFraction; }
dimensions [0 0 0 0 0 0 0]; internalField nonuniform List<scalar> 100 (
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
0.0
...
);
boundaryField { ".*" { type calculated; value uniform 0; } emptyFaces { type empty; } }
