verification/phaseChange1D_fluidEP/test_2d_drag/0/pcm/phi

FoamFile { version 2.0; format ascii; class surfaceScalarField; location "0/pcm"; object phi; }
dimensions [1 0 -1 0 0 0 0]; internalField uniform 0.0019670000000000004;
boundaryField { ".*" { type calculated; value uniform 0.0019670000000000004; } emptyFaces { type empty; } }
