verification/phaseChange1D_fluidEP/test_2d_drag/0/pcm/rho

FoamFile { version 2.0; format ascii; class volScalarField; location "0/pcm"; object rho; }
dimensions [1 -3 0 0 0 0 0]; internalField uniform 1967;
boundaryField { ".*" { type calculated; value uniform 1967; } emptyFaces { type empty; } }
