verification/phaseChange1D_fluidEP/test_2d_drag/constant/g

FoamFile { version 2.0; format ascii; class uniformDimensionedVectorField; location "constant"; object g; }
dimensions [0 1 -2 0 0 0 0]; value (0 0 0);
