verification/phaseChange1D_fluidEP/test_2d_drag/constant/pcm/phaseChangeDict

FoamFile { version 2.0; format ascii; class dictionary; location "constant/pcm"; object phaseChangeDict; }
active true;
phaseChange {
    type enthalpyPorosity;
    active true;
    forward { T_lowerBound 300.0; T_upperBound 310.0; latentHeat 163000.0; }
    porosity { Cu 1.000000e+12; q 0.001; }
    thermophysical { mode custom; CpSolid 1980.0; CpLiquid 1980.0; kSolid 2.0; kLiquid 1.0; }
}
