verification/phaseChange1D_fluidEP/test_2d_drag/constant/pcm/thermophysicalProperties

FoamFile { version 2.0; format ascii; class dictionary; location "constant/pcm"; object thermophysicalProperties; }
thermoType { type heRhoThermo; mixture pureMixture; transport const; thermo hConst; equationOfState rhoConst; specie specie; energy sensibleEnthalpy; }
mixture {
    specie { molWeight 200.0; }
    transport { mu 1e-5; Pr 0.0099; }
    thermodynamics { Cp 1980.0; Hf 0; Tref 0; Href 0; }
    equationOfState { rho 1967.0; }
}
