verification/phaseChange1D_fluidEP/test_2d_drag/constant/pcm/turbulenceProperties

FoamFile { version 2.0; format ascii; class dictionary; location "constant/pcm"; object turbulenceProperties; }
simulationType laminar;
