verification/phaseChange1D_fluidEP/test_2d_drag/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2412                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    hot
    {
        type            patch;
        nFaces          10;
        startFace       180;
    }
    cold
    {
        type            patch;
        nFaces          10;
        startFace       190;
    }
    topBottom
    {
        type            patch;
        nFaces          20;
        startFace       200;
    }
    emptyFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          200;
        startFace       220;
    }
)

// ************************************************************************* //
