verification/phaseChange1D_fluidEP/test_2d_drag/constant/regionProperties

FoamFile { version 2.0; format ascii; class dictionary; location "constant"; object regionProperties; }
regions ( fluid (pcm) solid () porousFluid () porousSolid () );
