verification/phaseChange1D_fluidEP/test_2d_drag/system/blockMeshDict

FoamFile { version 2.0; format ascii; class dictionary; location "system"; object blockMeshDict; }
scale 1;
vertices ( (0 0 0) (0.1 0 0) (0.1 0.1 0) (0 0.1 0) (0 0 0.01) (0.1 0 0.01) (0.1 0.1 0.01) (0 0.1 0.01) );
blocks ( hex (0 1 2 3 4 5 6 7) (10 10 1) simpleGrading (1 1 1) );
edges ();
boundary (
    hot { type patch; faces ((0 4 7 3)); }
    cold { type patch; faces ((1 2 6 5)); }
    topBottom { type patch; faces ((3 7 6 2) (0 1 5 4)); }
    emptyFaces { type empty; faces ((0 3 2 1) (4 5 6 7)); }
);
