verification/phaseChange1D_fluidEP/test_2d_drag/system/controlDict

FoamFile { version 2.0; format ascii; class dictionary; location "system"; object controlDict; }
application phaseChangeMultiRegionFoam;
startFrom startTime; startTime 0; stopAt endTime; endTime 0.001; deltaT 0.001;
writeControl runTime; writeInterval 0.001; purgeWrite 0; writeFormat ascii; writePrecision 12;
