verification/phaseChange1D_fluidEP/test_2d_drag/system/fvSolution

FoamFile { version 2.0; format ascii; class dictionary; location "system"; object fvSolution; }
solvers {
    "h.*" { solver PBiCGStab; preconditioner DILU; tolerance 1e-8; relTol 0; }
    "he.*" { solver PBiCGStab; preconditioner DILU; tolerance 1e-8; relTol 0; }
    "T.*" { solver PBiCGStab; preconditioner DILU; tolerance 1e-8; relTol 0; }
    "rho.*" { solver PCG; preconditioner DIC; tolerance 1e-8; relTol 0; }
    "p_rgh.*" { solver PCG; preconditioner DIC; tolerance 1e-8; relTol 0; }
    "U.*" { solver PBiCGStab; preconditioner DILU; tolerance 1e-20; relTol 0; }
}
PIMPLE {
    nOuterCorrectors 50;
    nCorrectors 2;
    nNonLinearCorrectors 50;
    nonLinearTolerance 1e-6;
    momentumPredictor yes;
    frozenFlow no;
    pRefCell 0;
    pRefValue 101325;
}
